// © Copyright 2006-2009, 2015 HP Development Company, L.P.

TaskName = "Stored Jobs";

TaskTitleField = "Stored Jobs";
TaskDescriptionField = "To look up information about the jobs that have been stored permanently in the printer, click on the button below.";
TaskStartButtonTitle = "Look Up";